{
  "news": [
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "القوة الجوية ينتصر في الصراع العراقي بكأس الاتحاد",
    content: "تمكن فريق القوة الجوية، من حسم الصراع على بطاقة أفضل ثاني المؤهلة لنصف نهائي بطولة كأس الاتحاد الآسيوي عن غرب آسيا، على حساب مواطنه الزوراء.\nوالفرق الثلاثة الأخرى الصاعدة لهذا الدور بعد احتلالها صدارة المجموعات الثلاث هي: الفيصلي والجزيرة الأردنيين، والعهد اللبناني.\nوظل صراع بطاقة أفضل ثاني في المجموعات الثلاث حائرًا بين قطبي الكرة العراقية إلى أن تمكن حامل اللقب الآسيوي من انتزاع التأهل.",
    image: 1
  },
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "الزوراء يفرط في فرصة التأهل لنصف نهائي كأس الاتحاد",
    content: "ودع فريق الزوراء منافسات كأس الاتحاد الآسيوي بعدما فرط في التأهل  لنصف النهائي، بالتعادل أمام الجيش السوري (1-1)، في المباراة التي أقيمت اليوم الثلاثاء، على ملعب خليفة بالعاصمة البحرينية المنامة، لحساب الجولة الأخيرة من\nدور المجموعات.\n\nوسجل للزوراء مهند عبد الرحيم، في الدقيقة (61)، وعادل النتيجة للجيش السوري، أحمد الأشقر في الدقيقة الأخيرة من المباراة.\n\nبهذه النتيجة تأهل فريق القوة الجوية، أفضل ثاتي من المجموعة الأولى ، وأصبح رصيد الزوراء 10 نقاط في المركز الثاني في المجموعة الثانية بعد العهد اللبناني، فيما رفع الجيش رصيده إلى 7 نقاط.",
    image: 2
  },
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "لاعبو القوة الجوية متحفزون لاقتناص التأهل",
    content: "يلتقي القوة الجوية العراقي، غدًا الثلاثاء، مع السويق العماني، في آخر جولات دور المجموعات، لبطولة كأس الاتحاد الآسيوي، على ملعب كربلاء الدولي.\n\nوما زالت حظوظ القوة الجوية في التأهل قائمة، حيث يحتل المركز الثاني في المجموعة الأولى، برصيد 9 نقاط، متخلفًا بنقطتين عن الجزيرة الأردني، المتصدر، ومتقدمًا بنقطتين أيضًا على المالكية البحريني، صاحب المركز الثالث، بينما يتذيل السويق العماني الترتيب بلا نقاط.",
    image: 3
  },
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "جدة تشهد سحب قرعة الأندية العربية غدا",
    content: "تستعد الأندية المشاركة في البطولة العربية، لمتابعة القرعة المقرر إجراؤها غدًا الثلاثاء في مدينة جدة، علمًا بأن البطولة ستقام بنظام الذهاب والإياب، ولن يكون هناك تجمع للفرق في مكان واحد على غرار النسخة السابقة التي أقيمت في مصر.\n\nووقّع 30 فريقًا على اتفاقية المشاركة في البطولة بنسختها الجديدة، ويتبقى فريقان سيتم اختيارهما عن طريق دور تمهيدي ستخوضه 10 فرق في الفترة بين 1 مايو /آيار  إلى 10 من نفس الشهر.\n\nوتتميز البطولة التي يتوقع أن تكون الأقوى في تاريخ الأندية العربية، بمشاركة فرق المقدمة في الدوريات العربية، والتي ستتنافس فيما بينها على طريقة الدوريات الكبرى، وستتنافس الفرق الـ 32 المشاركة على الجائزة الأولى والتي تم تحديدها بـ 6 ملايين دولار، وتعد أضخم جائزة في تاريخ البطولات العربية، وتتجاوز في قيمتها جائزة المركز الأول لدوري الأبطال سواء في آسيا أو افريقيا.",
    image: 4
  },
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "صافرة صينية لإدارة مواجهة ظفار العماني والوحدة السوري",
    content: "قرر الاتحاد الآسيوي، إسناد مباراة ظفار العماني وضيفه الوحدة السوري، اليوم الإثنين، في منافسات المجموعة الثالثة، من مسابقة كأس الاتحاد، لطاقم تحكيم صيني.\n\nوتألف الطاقم، من هاسو مين، حكمًا للساحة، وشين جيا وكاوا جينج للخطوط، وشان لوك حكمًا رابعًا.\n\nوتعتبر المباراة، مجرد تحصيل حاصل للفريقين، بعد خروجهما المبكر من المسابقة، حيث يتساويان برصيد 5 نقاط.\n\nويسعى الوحدة، لتحقيق فوز معنوي، بقيادة مدربه الجديد رأفت محمد، وكذلك ظفار، بقيادة مدربه حسام السيد.",
    image: 5
  },
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "حسابات معقدة للفرق العربية في كأس الاتحاد الآسيوي",
    content: "سيسعى فريقا الجزيرة والفيصلي الأردنيان، والعهد اللبناني، لحسم تأهلهم للدور الثاني لكأس الاتحاد الآسيوي، عندما يخوضون مبارياتهم الأخيرة في دور المجموعات، غدا الاثنين، وبعد غد الثلاثاء.\n\nوسيضمن الجزيرة التأهل مباشرة للدور الثاني، إذا تغلب على مضيفه المالكية البحريني، دون أن ينتظر نتيجة مباراة القوة الجوية العراقي، بطل المسابقة في آخر نسختين، مع السويق العماني، في ختام مباريات المجموعة الأولى.\n\nويدرك التونسي شهاب الليلي مدرب الجزيرة، صعوبة المهمة التي تنتظر فريقه أمام المالكية، الذي قدم مباراة قوية توجها بالتعادل مع مضيفه القوة الجوية 1-1، في كربلاء، الأسبوع الماضي.",
    image: 6
  },
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "يد عمان تستعد لبطولة شباب آسيا في البحرين",
    content: "تغادر، اليوم الأربعاء، بعثة منتخب الشباب العماني لكرة اليد، إلى البحرين، لإقامة معسكر من 19 أبريل/نيسان، وحتى 5 مايو/آيار المقبل، استعدادا للبطولة الآسيوية، التي تستضيفها السلطنة في يوليو/تموز، بمحافظة ظفار.\n\nوقد استدعى الجهاز الفني 23 لاعبا للمعسكر، تم اختيارهم خلال الأشهر الماضية، من خلال سلسلة المعسكرات الداخلية.\n\nوكان المنتخب قد تجمع مبدئيًا بـ9 لاعبين فقط، نظرا لارتباط العديد من عناصره بفترة الامتحانات.\n\nوسبق أن دخل لاعبو المنتخب، قبل السفر إلى البحرين، معسكرًا في مجمع السلطان قابوس الرياضي ببوشر.\n\nوسيشهد المعسكر الخارجي تقييمًا نهائيًا للاعبين، بعد عدة مباريات ودية، مع منتخبي الناشئين والشباب والأندية البحرينية.\n\nويُتوقع أن تشهد اللقاءات المقبلة خلال معسكر البحرين، ظهور العديد من اللاعبين المميزين، في صفوف المنتخب العماني.",
    image: 7
  },
  {
    type: 1,
    date: "الأربعاء 18 أبريل 2018",
    title: "منتخب الناشئين العماني يستعد لكأس آسيا في طاجيكستان",
    content: 'قال خالد عباس، مدير المنتخب العماني للناشئين لكرة القدم، إن المنتخب سيتجمع بالملعب الفرعي بمجمع السلطان قابوس الرياضي ببوشر خلال الفترة من 19 وحتى 20 من الشهر الجاري، بمعسكر داخلي يتصمن تدريبات صباحية ومسائية، بقيادة المدرب يعقوب الصباحي.\n\nوتابع عباس، في تصريحات صحفية: "يتضمن البرنامج تدريبات على مدار الفترتين الصباحية والمسائية وسيكون التركيز على الجانب البدني للاعبين، وبعض الأمور التكتيكية استعدادا للتجارب الودية المقبلة".\n\nوواصل: "سبق وأن تجمع المنتخب بصورة متقطعة خلال الفترة الماضية، والتي نتج عنها اختيار القائمة الحالية".',
    image: 8
  },
  ],
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "profile": {
    "name": "typicode"
  }
}
